brew "bat"
brew "bazelisk"
brew "duckdb"
brew "git-delta"
brew "ibazel"
brew "docker-credential-helper-ecr"
brew "jq"
brew "just"
brew "ripgrep"
brew "xh"
brew "grpcurl"
brew "uv"
brew "neovim"
cask "rectangle"
cask "iterm2"
cask "1password"
cask "sublime-text"
cask "cursor"
brew "go"
brew "awscli"
brew "kubectl"
brew "kubectx"
brew "git-lfs"
brew "rustup"
cask "spotify"
brew "coreutils"
brew "gcc"
brew "git"
brew "helm"
brew "openssl@3"
brew "qsv"
brew "rsync"
brew "warrensbox/tap/tfswitch"
brew "gh"
cask "slack"
cask "visual-studio-code"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "k--kato.intellij-idea-keybindings"
vscode "bierner.markdown-mermaid"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-ssh"
vscode "vscodevim.vim"
vscode "bazelbuild.vscode-bazel"
